{"organic":"<div><span aria-label='Update' role='img'>📣</span> <b>Update on May 7, 2020</b><br/>We added over 50 new brands and two new industries to our dashboard! Take a look at our \"food\" (which includes food delivery) and \"entertainment\" categories.<br/><br/>This week, we're seeing some interesting words trend like \"zoom\" \"gorgeous\" and \"goal\". Covid-related terms like \"healthcare\" and perhaps \"stronger\" are performing well, too. An interesting creative trend is that, in the fashion industry, imagery including trees, plants, and other outdoor forest scenes seem to be performing well. Additionally, denim and dresses are trending.<br/><br/>Covid posts are still performing worse on average than at their peak, but there have been a few posts that knock it out of the park like <a class='text-underline vs-text-black' href='https://www.instagram.com/p/B-vEmKinrSC/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>this one</a>. Brands like Bonobos are finding lots of success with posts that make relatable jokes about our new reality, like \"wear pants like no one is watching. because no one is.\" or \"toucan stay home and make whipped coffee.\" Brands may find success with a new type of Covid-related post that addresses the crisis in a lighthearted way.</div>","paid":"<div><span aria-label='Update' role='img'>📣</span> <b>Update on May 7, 2020</b><br/>This week, we're seeing the words \"work\" \"hour\" \"sleep\" and \"comfort\" trend more than usual. Otherwise, the words \"get\" \"free\" and \"new\" are popular as always.<br/><br/>In the fashion industry, brands seem to be focusing on shoes, especially athletic shoes and other workout equipment. Fitness imagery is trending, too. They're also offering free shipping and free returns.<br/><br/>Personal care brands (skincare, makeup, etc.) are including lots of quotes and discounts in their body copy, while food delivery brands are advertising to workers to \"get paid\" and entertainment brands are advertising free trials.<br/><br/>Want to know how to address Covid in your ads? Look to brands like Qalo, which is creating products specifically for front line workers, or American Giant, who is switching production resources towards medical masks. Or you can be like Kopari Beauty or Chubbies and reference staying at home and hand-washing with lighthearted, relatable jokes.</div>"}
