{"organic": "<div><span aria-label='Update' role='img'>📣</span> <b>Update on May 19, 2020</b><br/>This May, we've seen four key trends: 1) lighthearted shelter at home moments, 2) summer, 3) new product releases, and 4) covid-related posts. Read more about these trends and look at top-performing examples <a class='text-underline vs-text-black' href='https://medium.com/@viralspace/lessons-from-thousands-of-this-months-best-instagram-posts-3a7e7bbdeefc?sk=7f627341683b39eae18365e40f41e744' rel='noopener noreferrer' target='_blank'>in our new article</a>.<br/><br/>This week, we're seeing positive words like \"smile\" \"explore\" \"pop\" and \"loving\" perform above average. People are loving posts about self-care like <a class='text-underline vs-text-black' href='https://www.instagram.com/p/CASmbgvjDsP/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>this one from Function of Beauty</a> and <a class='text-underline vs-text-black' href='https://www.instagram.com/p/CAQEd8wp-oW/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>this one from Care/Of</a>. Note how both brands incorporate their skincare and wellness products into the self-care message! On the imagery side, summery objects like sunhats, dresses, and heels are performing well, which is new over the last few weeks. As usual, comfy at-home imagery involving objects like beds, pillows, and rugs are performing well, too.<br/><br/>Although we saw Covid-related posts performing less strongly in the past few weeks, they are surging again over the past few days. Frequency seems to be down a bit as brands turn away from posting directly about Covid-19.</div>","paid": "<div><span aria-label='Update' role='img'>📣</span> <b>Update on May 19, 2020</b><br/>Just as imagery around heels are trending on organic Instagram, footwear is trending on Facebook Ads, too. Similarly, cushions, bedding, pillows, and indoor imagery in general are trending on both organic Instagram and Facebook Ads. In terms of keywords, \"home\" is also one of the top trending words.<br/><br/>The most popular promotion that brands are running today is around Free Shipping.<br/><br/>A few weeks ago, we were seeing a lot of Coronavirus-related ads. Now, brands are still talking about health, but in terms of a healthy lifestyle and self-care rather than addressing the crisis more seriously. Take inspiration from Kopari Beauty, who advertises a \"spa day in a jar\", Madison Reed, who recognizes that quarantine is prompting many people to dye their hair for the first time, and Quip, who talks about \"healthy habits\" (including brushing teeth with their products!)</div>"}
