{"organic":"<div><span aria-label='Update' role='img'>📣</span> <b>Update on April 30, 2020</b><br/>The #1 keyword right now is \"comfort\" as consumers continue to stay home and social distance. Similarly, <a class='text-underline vs-text-black' href='https://www.instagram.com/p/B_fQtvuJac7/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>jokes about no pants</a> are doing well, even when they're told by pants brands. Brands are also finding high engagement on posts that mention \"sale\" or \"giveaway\", so consider doing one of those for your brand. Mentions of \"summer\" are also starting to trend.<br/><br/>In the fashion industry, brands are starting to promote their \"dress\" products, \"classic\" looks, and promoting \"hope\" \"sustainable\" and \"friend\". In terms of imagery, outdoor scenes like oceans and mountains are performing well, especially with earth day having just passed. Denim and dresses are performing well, too.<br/><br/>In personal care/beauty, we're seeing \"sale\" come in at #1. \"Lip gloss\" \"clean\" and products with \"hydration\" and that are \"clean\" are getting high engagement, too. In terms of imagery, brands are including \"hands\" (<a class='text-underline vs-text-black' href='https://www.instagram.com/p/B_YBsBdJDA_/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>like this post!</a>) and \"desserts\" in their best-performing posts.<br/><br/>Frequency of Covid-related posts seems to be down, but performance is high as ever. Get inspired by brands that are addressing our new reality in smart ways like <a class='text-underline vs-text-black' href='https://www.instagram.com/p/B_h8xNojirs/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>Estee Lauder</a> and <a class='text-underline vs-text-black' href='https://www.instagram.com/p/B_kxZ7lhs2e/?utm_source=ig_embed' rel='noopener noreferrer' target='_blank'>Maybelline</a>.</div>","paid":"<div><span aria-label='Update' role='img'>📣</span> <b>Update on April 30, 2020</b><br/>This week, we’re seeing typical words like \"free\" \"shipping\" \"shop\" and \"new\" remain on top. Marketers are also pointing for viewers to \"download\" their \"app\", and talking about positive words like \"motivation\" and \"happy\".<br/><br/>In the fashion industry, we see brands talking about \"yoga\" \"stretch\" and \"performance\" as they make the most of home workout trends. \"Comfortable\" and \"free return\" are also especially common in fashion. In terms of imagery, footwear is trending more than usual, pointing to new shoe releases. \"Working out\" imagery is trending more than usual, as well.<br/><br/>Meanwhile, personal care and beauty brands are talking about \"shiny\" \"strong\" \"hair\", mentioning ingredients (or perhaps lack of ingredients) like \"parabens\", and emphasizing on \"bestselling\" products.<br/><br/>Looking for inspiration on how to address Covid-19 in your ads? Take a look at American Giant's shift to producing medical masks and Patagonia's feature of their grantees below.</div>"}
